Repository: atakanyildirim/NeoCortexAndroidMoldova
Catalog: lib/l10n/app_*.arb
Languages: ka, ro

# onboardTitleOne
source: Take photos of cabinets with NeoCortex.
ka: NeoCortex ile dolapların fotoğraflarını çek
ro: Faceți fotografii cu dulapuri cu NeoCortex.

# onboardTitleTwo
source: Visit points with NeoCortex!
ka: NeoCortex ile noktaları ziyaret et!
ro: Vizitați puncte cu NeoCortex!

# onboardTitleThree
source: Review reports with NeoCortex!
ka: NeoCortex ile Raporları inceleyin!
ro: Examinați rapoartele cu NeoCortex!

# onboardTextOne
source: Start taking photos of cabinets with the NeoCortex application.
ka: Hemen NeoCortex uygulaması ile dolapların fotoğrafını çekmeye başla
ro: Începeți să faceți fotografii cu dulapuri cu aplicația NeoCortex.

# onboardTextTwo
source: Start taking photos of cabinets during point visits with NeoCortex.
ka: NeoCortex ile noktaları ziyaretinde dolapların fotoğrafını çekmeye başla
ro: Începeți să faceți fotografii ale dulapurilor în timpul vizitelor punctuale cu NeoCortex.

# onboardTextThree
source: Examine seasonal data with instant reports after analysis.
ka: Analiz sonrası anlık raporlar ile dönemlik verileri incele
ro: Examinați datele sezoniere cu rapoarte instantanee după analiză.

# girisYap
source: Log in:
ka: Giriş Yap
ro: Conectare:

# kullaniciAdi
source: Username
ka: Kullanıcı Adı
ro: Utilizator

# sifre
source: Password
ka: Şifre
ro: Parolă

# sifremiUnuttum
source: Forgot Password
ka: Şifremi Unuttum
ro: Am uitat parola

# kullanimKosulu
source: By logging in, you agree to the Terms of Use and User Agreement.
ka: Giriş yaparak Kullanım Koşullarını ve Kullanıcı Sözleşmesini kabul etmiş sayılırsınız.
ro: Conectându-vă, sunteți de acord cu Termenii de utilizare și Acordul de utilizare.

# hosgeldin
source: Welcome:
ka: Hoşgeldin
ro: Bine ați venit

# bilgi
source: This month, you took a total of {nokta} photos during {cektin} point visits.
ka: Bu ay {nokta} nokta ziyaretinde toplam {cektin} fotoğraf çektin.
ro: Luna aceasta, ați făcut un total de {nokta} fotografii în timpul vizitelor de {cektin} puncte.

# kalanZiyaret
source: Did you know that there are {point} more locations to visit?
ka: Daha ziyaret etmen gereken {point} lokasyon olduğunu biliyor muydun?
ro: Știați că mai sunt {point} locații de vizitat?

# durumBilgileri
source: Status Information:
ka: Durum Bilgileri
ro: Informații despre stare:

# rutOrtalamaBilgisi
source: Visited Points
ka: Ziyaret Edilen Noktalar
ro: Puncte vizitate

# sonCekilenFotograflar
source: Recently Taken Photos
ka: Son Çekilen Fotoğraflar
ro: Fotografii realizate recent

# musteriSecim
source: Customer Selection
ka: Müşteri Seçimi
ro: Selecția Clientilor

# harita
source: Map
ka: Harita
ro: Hartă

# liste
source: List
ka: Liste
ro: Listă

# seninLokasyonun
source: Your Location
ka: Senin Lokasyonun
ro: Locația ta

# seciniz
source: Select
ka: Seçiniz
ro: Selectați

# ismeGore
source: By Name (A-Z)
ka: İsme Göre (A-Z)
ro: După nume (A-Z)

# konumaGore
source: By Location
ka: Konuma Göre
ro: Prin KPI

# kpiGore
source: By KPI
ka: KPI'a göre
ro: Prin KPI

# konumHizmetiDevreDisi
source: Location services disabled.
ka: Konum hizmetleri devre dışı bırakıldı.
ro: Servicii de localizare dezactivate.

# konumIzinleriRed
source: Location permissions denied.
ka: Konum izinleri reddedildi.
ro: Permisiunile pentru locație au fost refuzate.

# konumKaliciRed
source: Location permissions permanently denied; we cannot request permission.
ka: Konum izinleri kalıcı olarak reddedildi, izin isteyemiyoruz.
ro: Permisiunile de locație refuzate definitiv; nu putem cere permisiunea.

# bulundugumKonum
source: Location found at
ka: Bulunduğum Konum
ro: Locație găsită la

# arama
source: Search
ka: Arama
ro: Căutare

# bugun
source: Today
ka: Bugün
ro: Astăzi

# son7Gun
source: Last 7 Days
ka: Son 7 Gün
ro: Ultimele 7 zile

# son30Gun
source: Last 30 Days
ka: Son 30 Gün
ro: Ultimele 30 de zile

# sonyYil
source: Last Year
ka: Son Yıl
ro: Anul trecut

# siralama
source: Sorting
ka: Sıralama
ro: Triere

# durum
source: Status
ka: Durum
ro: Stare

# aktif
source: Active
ka: Aktif
ro: Activ

# pasif
source: Passive
ka: Pasif
ro: Pasiv

# sifirla
source: Reset
ka: Sıfırla
ro: Resetați

# filtrele
source: Filter
ka: Filtrele
ro: Filtru

# bulunurluk
source: Planogram Availability
ka: Planogram Bulunurluk
ro: Disponibilitate planogramă

# planogram
source: Planogram Ideal
ro: Planograma ideală

# gelisim
source: Shelf Share
ro: Partajare la raft

# ziyaret
source: Visit
ka: Ziyaret
ro: Vizita

# fotograf
source: Photo
ka: Fotoğraf
ro: Fotografie

# degisimler
source: Changes
ka: Değişimler
ro: Schimbări

source: Must Have Availability In
ro: Trebuie să aibă disponibilitate în

source: Must Have Availability
ro: Trebuie să aibă disponibilitate

# son30GunVerileri
source: Last 30 Days Data
ka: Son 30 Gün Verileri
ro: Datele ultimelor 30 de zile

# son1yilVerileri
source: Last 1 Year Data
ka: Son 1 Yıl Verileri
ro: Datele ultimului 1 an

# okumalar
source: Readings
ka: Okumalar
ro: Citește

# analizEt
source: Analyze
ka: Analiz Et
ro: Analizează

# hata
source: Error!
ka: Hata!
ro: Eroare!

# haritadanSec
source: Select from the map
ka: Haritadan Seç
ro: „Selectați de pe hartă”

# yakindakiMusteriler
source: Nearby Customer
ka: Yakınındaki Müşteri
ro: Client din apropiere

# islemeBasla
source: Start Visit
ka: Ziyarete Başla
ro: Începeți vizita

# dahaFazlaVeriGoruntule
source: View More Data
ka: Daha Fazla Veri Görüntüle
ro: Vezi mai multe date

# detaylar
source: Details
ka: Detaylar
ro: Detalii

# raporlar
source: Reports
ka: Raporlar
ro: Rapoarte

# musteriAdi
source: Customer Name
ka: Müşteri Adı
ro: Numele clientului

# unvan
source: Title
ka: Ünvan
ro: Titlu

# sapKodu
source: SAP Code
ka: SAP Kodu
ro: Cod SAP

# yetkili
source: Authorized
ka: Yetkili
ro: Autorizat

# satisMuduruAdi
source: Sales Manager Name
ka: Satış Müdürü Adı
ro: Numele directorului de vânzări

# bayiDistributorAdi
source: Dealer Distributor Name
ka: Bayi Distributor Adı
ro: Nume distribuitor dealer

# il
source: City
ka: İl
ro: Oraș

# veriBulunamadi
source: Data Not Found
ka: Veri Bulunamadı
ro: Datele istorice ale raportului pentru locația selectată nu pot fi accesate. Dacă credeți că există o problemă tehnică, vă rugăm să contactați furnizorul dvs. de sistem.

# veriBulunamadiDetay
source: Historical report data for the selected location cannot be accessed. If you think there is a technical issue, please contact your system provider.
ka: Seçili lokasyondaki geçmiş rapor verisine ulaşılamadı.Teknik bir sorun olduğunu düşünüyorsanız sistem sağlayıcınız ile iletişime geçiniz.
ro: Datele istorice ale raportului pentru locația selectată nu pot fi accesate. Dacă credeți că există o problemă tehnică, vă rugăm să contactați furnizorul dvs. de sistem.

# teshir
source: Display
ka: Teşhir
ro: Afişa

# sogukRaf
source: Cold Shelf
ka: Soğuk Raf
ro: Raft rece

# sicakRaf
source: Hot Shelf
ka: Sıcak Raf
ro: Raft fierbinte

# kameraAciklama
source: Place the cabinet inside the rectangle and make sure the image is perfectly readable.
ka: Dolabı dikdörtgenin içine yerleştirin ve görüntünün mükemmel şekilde okunabilir olduğundan emin olun
ro: Așezați dulapul în interiorul dreptunghiului și asigurați-vă că imaginea este perfect lizibilă.

# kameraBulunamadi
source: Camera Not Found
ka: Kamera Bulunamadı
ro: Aparatul foto nu a fost găsit

# cekilen
source: Captured
ka: Çekilen
ro: Capturat

# kameraBaslatiliyor
source: Camera Starting
ka: Kamera Başlatılıyor
ro: Pornirea camerei

# anasayfa
source: Home
ka: Anasayfa
ro: Acasă

# musteriler
source: Customers
ka: Müşteriler
ro: Clienți

# haritalar
source: Maps
ka: Haritalar
ro: Hărți

# cikisYap
source: Log Out
ka: Çıkış Yap
ro: Deconectați-vă

# isim
source: Name
ka: İsim
ro: Nume

# versiyon
source: Version
ka: Versiyon
ro: Versiune

# fotografiSil
source: Delete Photo
ka: Fotoğrafı Sil
ro: Ștergeți fotografia

# secilenResimSil
source: Are you sure you want to delete the selected photo without analysis?
ka: Seçilen fotoğrafın analiz edilmeden silmek istediğine emin misin?
ro: Sigur doriți să ștergeți fotografia selectată fără analiză?

# sil
source: Delete
ka: Sil
ro: Șterge

# vazgec
source: Cancel
ka: Vazgeç
ro: Anulare

# okumaVerileri
source: Reading Data
ka: Okuma Verileri
ro: Citirea datelor

# kullaniciBulunamadi
source: No user found.
ka: Böyle bir kullanıcı bulunamadı
ro: Nu a fost găsit niciun utilizator.

# kullaniciBulunamadiUyariMesaj
source: Please ensure you entered your email address and password correctly.
ka: Lütfen email adresinizi ve şifrenizi doğru girdiğinizden emin olunuz.
ro: Vă rugăm să vă asigurați că ați introdus corect adresa de e-mail și parola.

source: OK
ro: Bine

# sunucuBaglantisiProblemi
source: Server Connection Problem
ka: Sunucu Bağlantısı Problemi
ro: Problemă de conectare la server

# sunucuBaglantiProblemMesaj
source: It seems there is a server-related issue. You can try again later or report the error.
ka: Görünüşe göre sunucu kaynaklı bir problem yaşanıyor. Daha sonra tekrar deneyebilir veya hata bildiriminde bulunabilirsin.
ro: Se pare că există o problemă legată de server. Puteți încerca din nou mai târziu sau puteți raporta eroarea.

# karsilastirma
source: Comparison
ka: Karşılaştırma
ro: Comparaţie

# realogramZiyaretBaslangic
source: Start of Realogram Visit
ka: Realogram Ziyaret Başlangıç
ro: Începutul vizitei Realogram

# gercekFotograf
source: Actual Photo
ka: Gerçek Fotoğraf
ro: Fotografie reală

# analizGorsel
source: Analysis Visual
ka: Analiz Görsel
ro: Analiză vizuală

# eksikIslem
source: Missing Operation
ka: Eksik İşlem
ro: Operațiune lipsă

# okumayaDevamEt
source: Continue Reading
ka: Okumaya Devam Et
ro: Continuă citirea

# islemiTamamla
source: Complete Process
ka: İşlemi Tamamla
ro: Proces complet

# devamEt
source: Continue
ka: Devam Et
ro: Continua

# yolTarifiAl
source: Get Directions
ka: Yol Tarifi Al
ro: A primi direcții

# kapi
source: Door
ka: Kapı
ro: Uşă

# tabela
source: Signboard
ka: Tabela
ro: Panou

# acikKanal
source: Open Channel
ka: Açık Kanal
ro: Canal deschis

# kapaliKanal
source: Closed Channel
ka: Kapalı Kanal
ro: Canal închis

# toplamMusteri
source: Total Customer:
ka: Toplam Müşteri:
ro: Client total:

# buHafta
source: This Week
ka: Bu Hafta
ro: În această săptămână

# buAy
source: This Month
ka: Bu Ay
ro: Luna aceasta

# raporCiktilari
source: Report Outputs
ka: Rapor Çıktıları
ro: Ieșiri raportate

# musteriGrubu
source: Customer Group
ka: Müşteri Grubu
ro: Grup de clienți

# musteriPozisyonu
source: Customer Position
ka: Müşteri Pozisyonu
ro: Poziția clientului

# haftalikZiyaretEdilmeyen
source: Weekly Not Visited
ka: Haftalık Ziyaret Edilmeyenler
ro: Săptămânal Nu vizitat

# aylikZiyaretEdilmeyen
source: Monthly Not Visited
ka: Aylık Ziyaret Edilmeyenler
ro: Lunar nevizitat

# haritadanAc
source: Open on Map
ka: Harita'da Aç
ro: Deschide pe hartă

# diger
source: Other
ka: Diğer
ro: Alte

# rakip
source: Competitor
ka: Rakip
ro: Concurent

# uzaklik
source: Distance KM
ka: Uzaklık KM
ro: Distanța KM

# kanalTipi
source: Channel Type
ka: Kanal Tipi
ro: Tipul de canal

# fotografCek
source: Take a Photo
ka: Fotoğraf Çek
ro: Fă o fotografie

# ileri
source: Next
ka: İleri
ro: Următorul

# hosgeldiniz
source: Welcome
ka: Hoşgeldiniz
ro: Bine ați venit

# konumIzni
source: Location Permission
ka: Konum İzni
ro: Permisiune de locație

# izinMesaj
source: To enhance your experience with our application, we need access to your location information.
ka: Uygulamamızın daha iyi bir deneyim sunabilmesi için konum bilgilerinize ihtiyacımız var.
ro: Pentru a vă îmbunătăți experiența cu aplicația noastră, avem nevoie de acces la informațiile despre locația dvs.

# konumEtkinlestir
source: Enable Location
ka: Konumunu Etkinleştir
ro: Activați locația

# gec
source: Later
ka: Sonra
ro: Mai tarziu

# farkliKullaniciIleGirisYap
source: Log in with a different user
ka: Farklı bir kullanıcı ile giriş yap
ro: Conectați-vă cu un alt utilizator

# suankiKonumum
source: My Current Location
ka: Şuanki Konumum
ro: Locația mea curentă

# haritaYukleniyor
source: Loading Map
ka: Harita Yükleniyor
ro: Se încarcă harta

# zamanAsimi
source: Timed Out
ka: Zaman aşımına uğradı
ro: Expirat

# ayarlar
source: Settings
ka: Ayarlar
ro: Setări

# uygulamaTuru
source: App Tour
ka: Uygulama Turu
ro: Turul aplicației

# tumu
source: All
ka: Tümü
ro: Toate

# anketeBasla
source: Start Survey
ka: Ankete Başla
ro: Începe sondajul

# secimYap
source: Please make a selection to start the point visit.
ka: Lütfen nokta ziyaretine başlamak için bir seçim yapınız
ro: Vă rugăm să faceți o selecție pentru a începe vizitarea punctului.

# sifrelerUyusmuyor
source: Passwords do not match.
ka: Şifreler uyuşmuyor.
ro: Parolele nu se potrivesc.

# sifrelerSifrelemeAlgoritmasinaUygunDegil
source: Your password must be a three-digit number.
ka: Şifreniz üç basamaklı bir sayıyı olmalıdır.
ro: Parola dvs. trebuie să fie un număr din trei cifre.

# onayKodu
source: Verification Code
ka: Onay Kodu
ro: Cod de verificare

# resimKirpma
source: Image Cropping
ka: Resim Kırpma
ro: Decuparea imaginii

# ziyaretEdilenNoktalar
source: Visited Points
ka: Ziyaret Edilen Noktalar
ro: Puncte vizitate

# gonder
source: Send
ka: Gönder
ro: Trimite

# sifremiSifirla
source: Reset Password
ka: Şifremi Sıfırla
ro: Reseteaza parola

# sifreYeniden
source: New Password Again
ka: Yeni Şifre Yeniden
ro: Parolă Nouă

# eskiSifre
source: Old Password
ka: Eski Şifre
ro: Parola veche

# yeniSifre
source: New Password
ka: Yeni Şifre
ro: Parolă Nouă

# ziyaretdetay
source: Visit Details
ka: Ziyaret Detay
ro: Vizitați Detalii

# silmeTalepEt
source: Request Control
ka: Kontrol Talep Et
ro: Solicitați ștergere

# uyari
source: Warning
ka: Uyarı
ro: Avertizare

# yanlisGiris
source: Incorrect Entry
ka: Yanlış Giriş
ro: Intrare incorectă

# yanlisUrunTanima
source: Incorrect Product Recognition
ka: Yanlış Ürün Tanıma
ro: Recunoaștere incorectă a produsului

# iptal
source: Cancel
ka: İptal
ro: Anulare

# silmeTalepMetni
source: To request Control, please complete the process by selecting one of the options below.
ka: Kontrol talep etmek için aşağıda bulunan seçeneklerden birini seçerek işlemleri tamamlayınız.
ro: Pentru a solicita ștergerea, vă rugăm să finalizați procesul selectând una dintre opțiunile de mai jos.

# adetResimCekildi
source: {adet} Photos Taken.
ka: {adet} Adet Resim Çekildi.
ro: Au fost făcute {adet} fotografii.

# analizSonucu
source: Analysis Result
ka: Analiz Sonucu
ro: Rezultatul analizei

# ziyaretiBitir
source: End Visit
ka: Ziyareti Bitir
ro: Încheierea vizitei

# cikmakEmin
source: The survey is not yet complete. Are you sure you want to exit?
ka: Anketi henüz tamamlanmadı, çıkmak istediğinize emin misiniz?
ro: Sondajul nu este încă finalizat. Ești sigur că vrei să ieși?

# anketYukleniyor
source: Survey Questions Loading...
ka: Anket Soruları Yükleniyor...
ro: Întrebări din sondaj Se încarcă...

# anket
source: Survey
ka: Anket
ro: Studiu

# eminMisiniz
source: Are you sure?
ka: Emin Misiniz?
ro: Ești sigur

# basarili
source: Successful
ka: Başarılı
ro: De succes

# anketBasariliGonderildi
source: Survey Successfully Submitted!
ka: Anket Başarıyla Gönderildi!
ro: Sondajul a fost trimis cu succes!

# toplamCekim
source: Here are the shooting details for the customer {customerName} ( {customerSapCode} ).
ka: Çekimini yaptığınız {customerName} ( {customerSapCode} ) müşterisine ait çekim detayları aşağıdadır.
ro: Iată detaliile filmării pentru clientul {customerName} ( {customerSapCode} ).

source: Shelf Share
ro: Partajare la raft

# toplamSayilanUrunSayisi
source: Total Number of Recognized Products
ka: Toplam Sayılan Ürün Sayısı
ro: Numărul total de produse recunoscute

# analizIcinGecenSure
source: Time Passed for Analysis
ka: Analiz İçin Geçen Süre
ro: Timpul a trecut pentru analiză

# analizAdet
source: {total_number_of_products} Pieces
ka: {total_number_of_products} Adet
ro: {total_number_of_products} bucăți

# gecenSure
source: {gecen_sure} seconds
ka: {gecen_sure} sn
ro: {gecen_sure} secunde

# sogutucu
source: Cooler
ka: Soğutucu
ro: Mai rece

# hesaplama1
source: Calculation 1
ka: Hesaplama 1
ro: Calcul 1

# hesaplama2
source: Calculation 2
ka: Hesaplama 2
ro: Calcul 2

# hesaplama3
source: Calculation 3
ka: Hesaplama 3
ro: Calcul 3

# digerleri
source: Others
ka: Diğerleri
ro: Alții

# ziyaretEdememeNedeni
source: Enter Reason for Not Visiting
ka: Ziyaret Edememe Nedeni Gir
ro: Ziyaret Edememe Nedeni Gir

# guncelleMesaji
source: Lütfen uygulamayı güncelleyiniz.
ro: Vă rugăm să actualizați aplicația.

# guncelle
source: Güncelle
ro: Actualizați

# ilce
source: District
ka: İlçe

# dolap
source: Cabinet
ka: Dolap

# ePosta
source: Email
ka: E-Posta

# beniHatirla
source: Remember Me
ka: Beni Hatırla
